{"class_name": "Sequential", "config": {"name": "sequential", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 32, 32, 1], "dtype": "float32", "sparse": false, "ragged": false, "name": "module_wrapper_input"}}, {"class_name": "ModuleWrapper", "config": {"name": "module_wrapper"}}, {"class_name": "ModuleWrapper", "config": {"name": "module_wrapper_1"}}, {"class_name": "ModuleWrapper", "config": {"name": "module_wrapper_2"}}, {"class_name": "ModuleWrapper", "config": {"name": "module_wrapper_3"}}, {"class_name": "ModuleWrapper", "config": {"name": "module_wrapper_4"}}, {"class_name": "ModuleWrapper", "config": {"name": "module_wrapper_5"}}, {"class_name": "ModuleWrapper", "config": {"name": "module_wrapper_6"}}, {"class_name": "ModuleWrapper", "config": {"name": "module_wrapper_7"}}, {"class_name": "ModuleWrapper", "config": {"name": "module_wrapper_8"}}, {"class_name": "ModuleWrapper", "config": {"name": "module_wrapper_9"}}, {"class_name": "ModuleWrapper", "config": {"name": "module_wrapper_10"}}]}, "keras_version": "2.5.0", "backend": "tensorflow"}